Repository: foswiki/MetaCommentPlugin
Catalog: locale/MetaCommentPlugin/*.po
Languages: de

source: %1 Comments
de: %1 Kommentare

source: %1 commented on %2:
de: %1 kommentierte auf %2

source: Add a comment
de: Kommentar hinzufügen

source: Add comment
de: Kommentar hinzufügen

source: Approve all
de: Alles freigeben

source: Approve all comments?
de: Alle Kommentar freigeben?

source: Approve comment?
de: Kommentar freigeben?

source: Approve this comment
de: Diesen Kommentar freigeben

source: Approving all comments
de: Alle Kommentare werden freigegeben

source: Approving comment
de: Kommentar wird freigegeben

source: Are you sure that you want to approve all comments?
de: Sind Sie sicher, dass Sie alle Kommentar freigegeben wollen?

source: Are you sure that you want to approve comment %1 posted by %2 on %3?
de: Sind Sie sicher, dass Sie Kommentar %1 von %2 erstellt am %3 freigeben wollen?

source: Are you sure that you want to delete all comments ?
de: Sind Sie sicher, dass Sie alle Kommentar löschen wollen?

source: Are you sure that you want to delete all subscriptions?
de: Sind Sie sicher, dass Sie alle Abonnements löschen wollen?

source: Are you sure that you want to delete comment %1 posted by %2 on %3?
de: Sind Sie sicher, dass Sie Kommentar %1 von %2 erstellt am %3 löschen wollen?

source: Are you sure that you want to mark all comments as read?
de: Sind Sie sicher, dass Sie alle Kommentar als gelesen markieren wollen?

source: Best Regards, Your Wiki Team.
de: Mit freundlichen Grüßen, Ihr Wiki-Team.

source: Bold
de: Fett

source: Cancel
de: Abbrechen

source: Click to mark as read
de: Klicken, um als gelesen zu markieren

source: Comment on this thread
de: Dieses Thema kommentieren

source: Comments
de: Kommentare

source: Delete all comments
de: Alle Kommentar löschen

source: Delete all comments?
de: Alle Kommentar löschen?

source: Delete all subscriptions?
de: Alle Abonnements löschen?

source: Delete comment?
de: Kommentar löschen?

source: Delete this comment
de: Diesen Kommentar löschen

source: Deleting all comments
de: Lösche alle Kommentare

source: Deleting all subscriptions
de: Lösche alle Abonnements

source: Deleting comment
de: Kommentar wird gelöscht

source: Edit comment
de: Kommentar bearbeiten

source: Edit this comment
de: Diesen Kommentar bearbeiten

source: Enter your comment
de: Geben Sie Ihren Kommentar ein

source: Get an email notification on new comments
de: E-Mail Benachrichtigung bei neuen Kommentaren

source: Hello
de: Hallo

source: Insert Image
de: Bild einfügen

source: Insert a link
de: Link einfügen

source: Italic
de: Kursiv

source: Link to this comment
de: Link zu diesem Kommentar

source: Mark all comments?
de: Alle Kommentare markieren?

source: Mark as read
de: Als gelesen markieren

source: Marking all comments
de: Markiere alle Kommentar

source: More
de: Mehr

source: More character formats
de: Weitere Zeichenformate

source: No, thanks
de: Nein, danke

source: Notify me of followup comments
de: Benachrichtigen Sie mich über neue Kommentare

source: One Comment
de: Ein Kommentar

source: Please log in or register to comment.
de: Bitte anmelden oder registrieren, um zu kommentieren.

source: Please log in to comment.
de: Bitte anmelden, um zu kommentieren.

source: RSS comments feed for the %1 web
de: RSS Kommentar Feed für das %1 Web

source: RSS feed of the comments on this topic
de: RSS Feed für Kommentar zu diesem Topic

source: Remove Format
de: Format entfernen

source: Reply
de: Antworten

source: Reply on comment
de: Kommentar beantworten

source: See %1
de: Siehe %1

source: Sorry, commenting not allowed.
de: Kommentieren leider nicht erlaubt.

source: Submit
de: Übermitteln

source: Submitting comment
de: Kommentar wird abgeschickt

source: Subscribe
de: Abonnieren

source: There is a new comment on '%1'
de: Es gibt einen neuen Kommentar zu '%1'

source: Title/Subject
de: Titel/Thema

source: Underline
de: Unterstrichen

source: Unsbscribe
de: Abbestellen

source: Unsubscribe all
de: Alle Abonnements löschen

source: Unsubscribe from notifications
de: Benachrichtigungen abbestellen

source: Unsubscribe: %1
de: Abbestellen: %1

source: Updating comment
de: Kommentar wird gespeichert

source: Yes, approve
de: Ja, freigeben

source: Yes, approve all
de: Ja, alles freigeben

source: Yes, delete
de: Ja, löschen

source: Yes, delete all
de: Ja, alle löschen

source: Yes, mark all
de: Ja, alles markieren

source: Yes, unsubscribe all
de: Ja, alle abmelden

source: You subscribed to this thread.
de: Sie haben diesen Beitrag abboniert.

source: You unsubscribed from this thread.
de: Sie haben sich von diesem Beitrag abgemeldet.

source: about now
de: ungefähr jetzt

source: needs approval
de: benötigt Freigabe

source: new
de: neu

source: reverse
de: umgekehrt

source: threaded
de: verzweigt

source: updated
de: geändert
